Repository: unilot/ios-app
Catalog: Unilot/*.lproj/Localizable.strings
Languages: ru

source: canceled
ru: отменена

source: Yes
ru: Да

source: No
ru: Нет

source: Open
ru: Перейти

source: Close
ru: Закрыть

source: Add
ru: Добавить

source: Drawing dated
ru: Розыгрыш от

# date_drawing
source: date and drawing
ru: дата и лотерея

source: status
ru: статус

source: prize
ru: выигрыш

source: place
ru: место

source: wallet
ru: кошелек

source: Your wallets
ru: Ваши кошельки

source: Add wallet address
ru: Добавить кошелёк

source: Your wallet address
ru: Адрес вашего кошелька

source: Settings
ru: Настройки

source: Profile
ru: Профиль

source: Details
ru: История розыгрыша

source: History of drawings
ru: История розыгрышей

source: Get notifications for
ru: Получать уведомления о

source: Go to App Store
ru: Перейти в Аpp Store

source: Choose language:
ru: Выберите язык:

source: jackpot
ru: джекпот

source: participants
ru: участники

source: winners
ru: победители

# daily1
source: daily
ru: Дневная

# weekly1
source: weekly
ru: Недельная

# bonus1
source: bonus
ru: Бонусная

# token1
source: token
ru: Токен

# daily2
source: daily
ru: Дневной

# weekly2
source: weekly
ru: Недельной

# bonus2
source: bonus
ru: Бонусной

# token2
source: token
ru: Токен

# drawing1
source: drawing
ru: лотерея

# drawing2
source: drawing
ru: лотереи

# drawing3
source: drawing
ru: лотерее

# drawing4
source: drawing
ru: лотерея

source: How it works
ru: Как это работает

# question_for_delete
source: Are you sure you want to delete the wallet
ru: Вы уверены что хотите удалить кошелёк

source: weeks
ru: недели

source: days
ru: дни

source: hours
ru: часы

source: minutes
ru: минуты

source: seconds
ru: секунды

source: day
ru: день

# days2_1
source: days
ru: дня

# days2_2
source: days
ru: дней

source: finished
ru: завершена

source: address
ru: адрес

source: Will start soon...
ru: Скоро начнется...

# tap_to_refreshed
source: Tap to refresh
ru: Обновить данные

# prize_places
source: Prize-winning places
ru: Призовые места

source: Prize places
ru: Призовые места

source: Participate
ru: Принять участие

# left_till_end:
source: Left till the end of drawing:
ru: До окончания розыгрыша:

source: in process
ru: в процессе

# copy_address
source: Copy the wallet address
ru: Скопировать адрес кошелька

# copy_transaction
source: Copy transaction address
ru: Скопировать адрес транзакции

source: Total jackpot
ru: Общий призовой фонд

source: Congratulations!
ru: Поздравляем!

source: You won!
ru: Вы победили!

# results
source: Results of
ru: Итоги

# you_took_place
source: You took the %d place and won
ru: Вы заняли %d место и выиграли

# you_lost_text
source: Unfortunately, you lose.
ru: К сожалению, вас нет в списке победителей.

# you_take_part_in_bonus:
source: You automatically become a participant of the Bonus drawing that is to take place in:
ru: Вы автоматически становитесь участником бонусного розыгрыша, который состоится через:

# system_is_choosing
source: The system is choosing winners
ru: Система выбирает победителя

# connectio_error
source: Connection error! Please try it again
ru: Ошибка соединения, пожалуйста повторите запрос

# notification_old_version
source: Your version of %@ is out of date. Please update it on the App Store.
ru: Данная версия %@ устарела. Пожалуйста, обновите приложение.

source: list of winners
ru: список победителей

# was-saved_in_memory
source: was saved to clipboard
ru: был сохранен в буфер

# left_before_end
source: Left till winner announcement:
ru: До объявления победителей:

# left_ before_end
source: Left till winners announcement:
ru: До объявления победителей:

# how_join?
source: How to participate?
ru: Как принять участие?

# will_be_off_after:
source: The drawing finishes in:
ru: Лотерея заканчивается через:

# to_participate_you_need
source: To participate in %@ you should transfer %.3f Eth to a specified wallet. Please tap on the button below to get the wallet address.
ru: To participate: 1. Copy Unilot wallet address down below. 2. Go to your private wallet 3. Send %@ to copied address with Gas Limit equals to %@, Gas Price - %@ Gwei

# we_dont_know_your_wallet
source: Since you have not registered your wallet, your status is unknown. Check History of the drawing.
ru: Так как вы не зарегистрировали ваш кошелек, ваш статус незвестен. Проверьте историю розыгрыша

source: Skip
ru: Закрыть

source: Let's start!
ru: Погнали!

# need_more_info
source: Want to know more
ru: Хочу знать больше

source: FAQ
ru: Часто задаваемые вопросы

source: All
ru: Все

# HDIW
source: HDIW_en
ru: HDIW_ru

# title_wallets_allert
source: Please specify address of the wallet that will be used to buy UNIT tokens.
ru: Укажите адрес кошелька, который вы будете использовать для покупки UNIT токенов.

# button_wallets_allert
source: Got it
ru: OK

# tutorial_text_1
source: First choose the type of the drawings: Daily or Weekly. Then tap the button “Participate” to start.
ru: Чтобы принять участие в лотереях, сначала выберите тип: Дневная, Недельная. Нажмите на экране лотереи на кнопку “Принять участие”.

# tutorial_text_2
source: Be aware to use only private crypto wallets. If you use an exchange wallet to participate you will get neither bonus tokens nor winnings.
ru: Производите оплату только с приватных криптокошельков, к которым у вас есть закрытый ключ! Используя биржевые кошельки, вы не сможете получить ни выигрыш, ни бонусные токены.

# tutorial_text_3
source: Here is the wallet address you need to transfer the specified amount to. Please copy it.
ru: Здесь вы найдете адрес кошелька, на который необходимо перевести указанное количество средств для участия. Пожалуйста, скопируйте его.

# tutorial_text_4
source: Go to your wallet and transfer the necessary amount to the copied wallet address.
ru: Чтобы принять участие в розыгрыше, необходимо отправить ETH с вашего криптокошелька на адрес розыгрыша Unilot.

# tutorial_text_5
source: Return to the app, go to Profile and add your wallet address. Now you can get notifications about win or loss.
ru: Перейдите в ваш кошелек и отправьте указанную для участия в лотерее сумму на адрес кошелька, который вы скопировали.

# tutorial_text_6
source: Wait for the results. If you lose in Daily or Weekly drawing, you will automatically become a participant of the Bonus Monthly Draw for free.
ru: Вернитесь в приложение, зайдите в Профиль и добавьте адрес кошелька, с которого произвели оплату. Теперь вы сможете получать уведомления.

# go_back_after_payment
source: Make sure that you transfer ETH from the wallet that is registered in the profile
ru: убедитесь, что вы совершаете оплату с кошелька, который зарегистрирован в профиле

# attention_text
source: Before participating, please specify the address of you wallet which will be used to make payment
ru: Прежде чем принять участие, вам необходимо указать номер кошелька с которого будет производится оплата

source: List of participants
ru: Список участников

# text_condition_50
source: To participate in Bonus drawing, you should be a participant of Daily or Weekly drawings.
ru: Чтобы принять участие в розыгрыше Бонусной лотереи вам необходимо принять участие в Дневной или Недельной лотерее

# text_condition_70
source: To participate in 100 000 UNIT raffle you should be a participant of Daily or Weekly drawings.
ru: Чтобы принять участие в розыгрыше 100,000 UNIT вам необходимо принять участие в Дневной или Недельной лотерее
